firstname=Vorname
lastname=Nachname
matnr=Matrikelnummer
password=Passwort
title=Titel
edit=bearbeiten
author=Autor
abstractpart=Abstract
introduction=Einleitung
mainpart=Hauptteil
conclusion=Konklusion
paper=Arbeit
chapter=Abschnitt
titlecreation=Titelvergabe
documentlayer=Dokumentenebene
portfolio=Portfolio
keywords=Schl\u00fcsselw\u00f6rter
generate=erzeugen
titlesuggestions=Titelvorschl\u00e4ge
finaltitle=Finaler Titel
accept=\u00fcbernehmen
manually=Manuelle Anpassung des Titels
login=anmelden
logout=abmelden
papercreation=neue Arbeit erstellen
export=exportieren
view=anzeigen
save=speichern
addchapter=neuer Abschnitt
addparagraph=neuer Absatz
addgraphic=neue Graphik
addfile=Datei hinzuf\u00fcgen
addbook=neues Buch
addthesis=neue wissenschaftiche Arbeit
addmisc=neue Website
caption=\u00dcberschrift
paragraph=Absatz
paragraphs=Abs\u00e4tze
graphic=Graphik
register=Registrieren
authorregistration=Author Registrierung
successgoto=Registrierung erfolgreich, gehe zu 
nosuccessauthoralreadyexists=Author mit selber Matrikelnummer bereits im System registriert
chapterCount=Anzahl an Kapitel: 
choosegraphic=Graphik ausw\u00e4hlen
noimagefile=Kein zul\u00e4ssiges Graphikformat(png, jpeg)...
height=H\u00f6he
width=Breite
nofileselected=Keine Datei ausgew\u00e4hlt ...
filetype=Dateityp
sources=Quellen
authors=Autor(en)
publisher=Verlag
address=Adresse
year=Jahr
isbn=ISBN
edition=Auflage / Edition
school=Universit\u00e4t
series=Reihe
note=Notiz
howpublished=URL
mastersthesis=Diplom-, Magisterarbeit
phdthesis=Doktor- oder andere Promotionsarbeit
chooselang=In welcher Sprache willst du deine Arbeit schreiben
usebibliography=Literaturverzeichnis anlegen
savesuccessfully=Daten wurden erfolgreich gespeichert...
saveunsuccessfully=Es konnten keine \u00c4nderungen festgestellt werden. Daten wurden nicht gespeichert...
exportunsuccessfully=Fehler beim Erstellen der Export-Files...
abstractinfo=Ein Abstract ist eine pr\u00e4gnante Inhaltsangabe, ein Abriss ohne Interpretation und Wertung einer wissenschaftlichen Arbeit. In DIN 1426 wird das (oder auch der) Abstract als Kurzreferat (auch als Synonym verwandt) zur Inhaltsangabe beschrieben. Die Definition des American National Standards Institute (ANSI) lautet: \u201eAn abstract is defined as an abbreviated accurate representation of the contents of a document.\u201c (\u201eEin Abstract ist definiert als eine gek\u00fcrzte pr\u00e4zise Darstellung des Inhalts eines Dokuments.\u201c). Abstracts k\u00f6nnen in vieler Hinsicht verwendet werden \u2013 zum Beispiel zur Feststellung von Relevanz: Es soll schnell und exakt zu erkennen sein, ob das Dokument f\u00fcr die Fragestellung relevant ist und der Leser das Originaldokument noch lesen muss. Ein Abstract besteht \u00fcblicherweise nur aus einem Absatz (ca. 100 - 150 W\u00f6rter).
introductioninfo=Sollte kurz beschreiben: Fragestellung und Arbeitshypothese, Zielsetzung und Erkenntnisinteresse, Darstellung des aktuellen Forschungsstands, die Methode des Vorgehens, \u00dcberblick \u00fcber den Aufbau der Arbeit.
mainpartinfo=Der Durchf\u00fchrungs- bzw. Hauptteil dient der ausf\u00fchrlichen und exakten Ausarbeitung der Fragestellung. Da die Gliederung bzw. Gestaltung ist weitgehend vom Thema abh\u00e4ngig ist. Der Hauptteil beinhaltet meist folgende Elemente: Grundlegende Begriffskl\u00e4rungen, Beschreibung des methodischen Vorgehens, Darstellung und kritische Diskussion der Ergebnisse. Zus\u00e4tzlich zur Zusammenfassung der Arbeit am Schluss sind bei l\u00e4ngeren Arbeiten auch Kurzzusammenfassungen am Ende jedes Kapitels sowie \u00dcberleitungen zum n\u00e4chsten Kapitel sinnvoll.
conclusioninfo=Der Schluss der Arbeit sollte eine synthetisierende Auswertung und Zusammenfassung (nicht nur Wiederholung!) der im Hauptteil erarbeiteten Ergebnisse beinhalten. Die im Rahmen der Einleitung aufgeworfenen Fragen sind im Schlussteil nochmals in komprimierter Form zu beantworten. Wichtige Punkte: Schlussfolgerungen bzw. Erkenntnisse, Ausblick.
sourcesinfo=Das Literaturverzeichnis (Bibliographie) gibt Auskunft \u00fcber s\u00e4mtliche Quellen, die f\u00fcr die betreffende Arbeit relevant waren.
dbconnectionsuccess=Verbindung zur Datenbank erfolgreich hergestellt...
nodbconnection=Keine Verbindung zur Datenbank...
nobibliography=Literaturverzeichnis wurde nicht erstellt...
personaldata=Pers\u00f6nliche Daten